content/post/bodies-trying-kill-us.md
+++
title = "Are our bodies trying to kill us?"
author = ["nori"]
date = 2023-06-02
tags = ["Food"]
draft = false
featured_image = "/img/featured_bodies-trying-kill-us.jpg"
+++

I have recently finished reading Malcolm Kendrick's books _The Great Cholesterol Con_ and _The Clot Thickens_ and it was a treat. It was insightful, captivating and so very funny, just dripping with dry, British humour. And with frustration. A LOT of frustration.


## What causes heart disease? {#what-causes-heart-disease}


### The cholesterol hypothesis {#the-cholesterol-hypothesis}

He is on a mission to tell people that the cholesterol hypothesis of cardiovascular disease is wrong.

> The cholesterol hypothesis:
>
> 1.  The amount of saturated fat we eat increases the level of LDL (Low Density Lipoprotein) particles in the blood.
> 2.  High level of LDL in the blood leads to the creation of atherosclerotic plaques (which is basically what we call cardiovascular disease).
>     -   A hypothesis not as unanimously accepted as one might think.

(By the way, if you know a slightly different version of this, such as switching out LDL for apoB, or saturated fat for cholesterol or for lack of unsaturated fat, well, yes, they keep changing the hypothesis to stay ahead of all the facts that contradict it. But it's still the same thing.)

The poor guy has already written several scientific papers and two books for the general public trying to debunk the cholesterol hypothesis (_The Great Cholesterol Con_ is one of them) and not much has changed. So he also wrote a book trying not as much to debunk the cholesterol hypothesis, but rather offer a better one. One that makes more sense. And that's what _The Clot Thickens_ is about.


### The blood clot hypothesis {#the-blood-clot-hypothesis}

What, if not cholesterol/saturated fat/LDL causes atherosclerosis? As Malcolm Kendrick points out, that is not actually a good question to ask. A better question is "How?". Or to put it another way: "What is the process leading to atherosclerosis?". And the hypothesis he puts forward is that the atherosclerotic plaques are remnants of old blood clots. And there are many, many things that can cause these blood clots and so there are many, many "causes" to atherosclerosis.

It does fit the facts pretty nicely. From what the plaques contain and how they are organised, to how they grow, what happens when they rupture and down to the biggest well-known and less well-known risk factors for heart disease. It all fits.

I am not going to go into the details of it right now, any interested reader can find the books and read all the science and detailed explanations for themselves (and did I mentioned the books are super funny?). I think one day I will write about this more though, to sort out my thoughts, but don't hold your breath, I don't have a good track record of publishing often.

Anyway, there was something else I wanted to write about today,


## How can there be such a huge disagreement? {#how-can-there-be-such-a-huge-disagreement}

Malcolm Kendrick is clearly a very smart, very well educated doctor who has studied the topic for many years and he is in opposition to what the consensus on cardiovascular disease is. And while he is far from alone in this, the cholesterol sceptics are in the minority.

And this is not a disagreement on some small details, no, this is as fundamental a disagreement as can be. And it would be unwise to disregard one side of the argument only because they are in the minority (or the majority, for that matter).

> For the majority to be wrong is a very normal situation in the history of not only science and medicine, but all of humankind.

The arguments put forward by Dr. Kendrick make a lot of sense and show a lot of holes in the cholesterol hypothesis. (Big holes, btw. Big. Holes.) Holes that get very nicely filled by the blood clot hypothesis.

But, I like to hear out all sides of an argument and so I went ahead and started reading. I looked at both peer-reviewed scientific papers and at what experts, such as Dr. Thomas Dayspring, have to say on the matter on social media.  Because, I thought, surely, these other smart, educated doctors and researchers who defend the cholesterol hypothesis must have some good arguments for it.

And they do. Sort of.

It's just that these arguments have a very different focus.


## How? or Why? {#how-or-why}

Digging into the cholesterol hypothesis, it felt like it lost the sight of the forest for the trees. I learned about receptors that help transport cholesterol from the gut and into the cells of the gut wall, and about other ones that can toss it back out; I learned about receptors that start the transport of LDL particles through the endothelial cells (the cells that line the insides of the blood vessels) into the wall of he blood vessel; I read about how laminar and turbulent flow affect the proteoglycan content in the blood vessel walls; I read about the different reactions that can happen to LDL once it's in the wall...

There was a lot of detail (and little that would tie it to actual outcomes in people). But even in the papers and talks that were supposed to provide an overview, it all felt disjointed. "We know about this bit, and that bit, and a few more. And there is _stuff_ happening between them." I couldn't help but think: "Yes, you showed this, but what does it _mean_? Does it even relate to this next bit? Where is the bigger picture?"

> It seems like the "proper" science is not supposed to ask why. Only concern itself with the how.

Don't get me wrong. The _how_ is bloody important. And I have written a few papers in my life and know how science and modern publishing work, I have no illusions there. It's tricky enough to defend the tiny _hows_ one manages to disentangle from the complexity of life, venturing into guessing about the _why_ is thin ice, and almost feels a bit... unscientific?

But the _why_ matters a lot. Let me explain on an example:


### Why do LDL particles cross the endothelium? {#why-do-ldl-particles-cross-the-endothelium}

Initially, when the cholesterol hypothesis came to be, it was thought that LDL particles just passively diffused through the endothelial cells and got stuck inside the arterial wall underneath them. If you know anything about cells, you might know that they are not very fond of just letting things diffuse through them (thank gods), and they are very picky about what they let through and what they don't. And that is actually the case here as well.

We do have enough evidence now to know that LDLs don't _just_ float through the cells. No, the cells manufacture a receptor, catch themselves an LDL particle, pull it in, move it through and spit it out on the other side. Well, we are quite sure of the catching and pulling-in part, slightly less sure of the spitting out part, but it seems like it does happen. Anyway, even the mainstream view has now admitted that this process is an active one and not passive, as it was assumed before.

> The endothelial cell actively pulls in an LDL particle and moves it through itself to the other side.

Why is this a big deal? Well, if the process had been passive, one could imagine that having too much LDL in the blood would make too much of it go through the wall. But if the cells decide themselves and if they have to use energy and actually work to get it through, it's not an accident.

> Why are they doing it? Why are they moving it at all? Why so much? Is it just to give us heart disease?

And this, _this_, is where I think the main difference between the proponents and opponents of the cholesterol hypothesis lies.

Because, I believe, most people who are in favour of the cholesterol hypothesis would tell you it doesn't matter why.


## It's a life philosophy {#it-s-a-life-philosophy}

I think it comes down to how one sees the human body and actually the nature itself. Whether you believe it's "made" well or whether you feel like it's lucky that it works at all.

And this is not really a question of religion. We could have been well-made by millions of years of evolution just as well as by a higher power.

> But that's what it boils down to. Do we trust that the body we have is mostly trying to do the right thing? Or do we think it's held together by pure luck - a mix of random happy accidents and countless mistakes, a ticking bomb waiting to explode on us?

Because if you believe the body makes sense, then the question _why_ it's doing something is highly relevant, especially if it's happening in virtually everyone.


## The cholesterol gamble {#the-cholesterol-gamble}

The issue with LDL is that practically all of us will have to choose at some point. The mainstream cardiovascular disease prevention and treatment has been steadily reducing what is considered to be a normal blood level of LDL particles. There are those who think we should all be chewing on statins. Unless this changes, we will all one day be told by our doctor that our "cholesterol" is too high and we should get on the statins.

I have been reading and listening to many people smarter than me from both sides and, while I keep my mind open, I know what makes the most sense to me. It will be a well-informed decision when I one day refuse a statin, if ever offered to me. It's still a gamble, of course, but taking the statin would be too.

To be honest, Malcolm Kendrick quite convinced me that the cholesterol hypothesis doesn't hold water. But what definitely doesn't make sense to me is this idea that we need to micromanage our bodies with medications and unnatural lifestyle changes to keep them from going off the rails and getting us killed.

And if I'm wrong, so be it. I will rather live in a world where my body is on my side, than one where I have to fear it.
